import css from './Barley.module.css';

export const Barley = () => {
  return (
    <>
      <div className={css.barley}>
        <div className={css.cont}>
          <i className={css.title}>Ячмінь</i>
          <img
            src="https://superagronom.com/media/materials/o-o-w/00/00/160/IMG_4791-26595.jpg"
            alt="Barley"
            className={css.img}
          />
        </div>
        <div className={css.text}>
          <p>
            Для озимого ячменю оптимальні терміни сівби – кінець сівби озимої
            пшениці. Для різних регіонів строки сівби відрізняються і
            коливаються від 20 чисел вересня до середини жовтня. Агрономи мають
            такий орієнтир: Озимий ячмінь сіють в такий термін, щоб до снігів
            рослина мала не більше 5 пагонів Орієнтовна норма висіву на родючих
            ґрунтах – 3 млн зерен/га. Тепло, кисень та вологість – ось такі
            умови потрібні насінню ячменю для швидкого проростання. Ярий ячмінь,
            зазвичай, сіють в кінці березня. Приблизні норми від 4 до 4,5 млн
            зерен на 1 га. Норма висіву завжди буде індивідуальною, бо, до
            прикладу, при кращих попередніх показниках можна висіяти менше
            посівного матеріалу.
          </p>
        </div>
      </div>
    </>
  );
};
