import css from './Rye.module.css';

export const Rye = () => {
  return (
    <>
      <div className={css.rye}>
        <div className={css.cont}>
          <i className={css.title}>Жито</i>
          <img
            src="https://www.agronom.com.ua/wp-content/uploads/2021/05/Tehnologichni-osoblyvosti-ta-napryamy-vyroshhuvannya-zhyta-1-696x465.jpg"
            alt="Rye"
            className={css.img}
          />
        </div>
        <div className={css.text}>
          <p>
            Ця озима культура росте до моменту цвітіння протягом 4-6 місяців,
            тому термін посадки має бути підібраний відповідно . Агрономи
            сходяться на думці про те, що для гарного результату та отримання
            навесні близько двох-трьох сотень кілограмів живої мульчі на сотку
            землі, необхідно закласти насіння в грунт у період з кінця серпня до
            середини жовтня. Жито хоч і є холодостійкою рослиною, проте
            негативні температури можуть негативно позначитися на схожості
            насіння. Тому, вирішуючи, коли садити жито як сидерат, фермер має
            орієнтуватися на особливості клімату у своєму регіоні, а також
            звертати увагу на прогнози синоптиків.
          </p>
        </div>
      </div>
    </>
  );
};
